Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=158_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaamenkieliset oppimateriaalit
sme: Anárašgielat oahppamateriálat

source: Inarinsaame, äidinkieli
sme: Anárašgiella eatnigiellan

source: Inarinsaame vieraana kielenä
sme: Anárašgiella vieris giellan

source: Kirjallisuus
sme: Girjjálašvuohta

source: Inarinsaame, sanakirjat
sme: Anárašgiella, sátnegirjjit

source: Lastenkirjat
sme: Mánáidgirjjit

source: Matematiikka
sme: Matematihkka

source: Luonto ja ympäristö
sme: Luondu ja biras

source: Biologia ja maantieto
sme: Biologiija ja eatnandiehtu

source: Maantieto
sme: EatnandiehtuOskkoldatDuodjiEará materiálat

source: Uskonto
sme: Eatnandiehtu

source: Käsityöt
sme: Oskkoldat

source: Muu materiaali
sme: Duodji
